-- --------------------------------------------------------
INSERT INTO `car_age` (`id`, `name`) VALUES
(2, 'до 1 година'),
(3, 'от 1 до 2 години'),
(4, 'от 2 до 3 години'),
(5, 'от 3 до 4 години'),
(6, 'от 4 до 5 години'),
(7, 'от 5 до 6 години'),
(8, 'от 6 до 7 години'),
(9, 'от 7 до 8 години'),
(10, 'от 8 до 9 години'),
(11, 'от 9 до 10 години'),
(12, 'от 10 до 11 години'),
(13, 'от 11 до 12 години'),
(14, 'от 12 до 13 години'),
(15, 'от 13 до 14 години'),
(16, 'от 14 до 15 години'),
(17, 'от 15 до 16 години'),
(18, 'от 16 до 17 години'),
(19, 'от 17 до 18 години'),
(20, 'от 18 до 19 години'),
(21, 'от 19 до 20 години'),
(22, 'над 20 години');


-- --------------------------------------------------------
INSERT INTO `engine_volume` (`id`, `name`) VALUES
(1, 'до 800 куб.см'),
(3, 'до 900 куб.см'),
(4, 'до 1000 куб.см'),
(5, 'до 1100 куб.см'),
(6, 'до 1200 куб.см'),
(7, 'до 1300 куб.см'),
(8, 'до 1400 куб.см'),
(9, 'до 1500 куб.см'),
(10, 'до 1600 куб.см'),
(11, 'до 1700 куб.см'),
(12, 'до 1800 куб.см'),
(13, 'до 1900 куб.см'),
(14, 'до 2000 куб.см'),
(15, 'до 2100 куб.см'),
(16, 'до 2200 куб.см'),
(17, 'до 2300 куб.см'),
(18, 'до 2400 куб.см'),
(19, 'до 2500 куб.см'),
(20, 'до 2600 куб.см'),
(21, 'до 2700 куб.см'),
(22, 'до 2800 куб.см'),
(23, 'до 2900 куб.см'),
(24, 'до 3000 куб.см'),
(25, 'до 3100 куб.см'),
(26, 'до 3200 куб.см'),
(27, 'до 3300 куб.см'),
(28, 'до 3400 куб.см'),
(29, 'над 3400 куб.см');

-- --------------------------------------------------------
INSERT INTO `ownage_type` (`id`, `name`) VALUES
(1, 'Физическо лице'),
(2, 'Юридическо лице');


-- --------------------------------------------------------
INSERT INTO `plate_source` (`id`, `name`) VALUES
(1, 'Е - Благоевград'),
(2, 'А - Бургас'),
(3, 'В - Варна'),
(4, 'ВТ - Велико Търново'),
(5, 'ВН - Видин'),
(6, 'ВР - Враца'),
(7, 'ЕВ - Габрово'),
(8, 'ТХ - Добрич'),
(9, 'К - Кърджали'),
(10, 'КН - Кюстендил'),
(11, 'ОВ - Ловеч'),
(12, 'М - Монтана'),
(13, 'РА - Пазарджик'),
(14, 'РК - Перник'),
(15, 'ЕН - Плевен'),
(16, 'РВ - Пловдив'),
(17, 'РР - Разград'),
(18, 'Р - Русе'),
(19, 'СС - Силистра'),
(20, 'СН - Сливен'),
(21, 'СМ - Смолян'),
(22, 'С, СА, CB- София'),
(23, 'СО - София обаст'),
(24, 'СТ - Стара Загора'),
(25, 'Т - Търговище'),
(26, 'Х - Хасково'),
(27, 'Н - Шумен'),
(28, 'У - Ямбол');

-- --------------------------------------------------------
INSERT INTO `registration_city` (`id`, `name`) VALUES
(1, 'Е - Благоевград'),
(2, 'А - Бургас'),
(3, 'В - Варна'),
(4, 'ВТ - Велико Търново'),
(5, 'ВН - Видин'),
(6, 'ВР - Враца'),
(7, 'ЕВ - Габрово'),
(8, 'ТХ - Добрич'),
(9, 'К - Кърджали'),
(10, 'КН - Кюстендил'),
(11, 'ОВ - Ловеч'),
(12, 'М - Монтана'),
(13, 'РА - Пазарджик'),
(14, 'РК - Перник'),
(15, 'ЕН - Плевен'),
(16, 'РВ - Пловдив'),
(17, 'РР - Разград'),
(18, 'Р - Русе'),
(19, 'СС - Силистра'),
(20, 'СН - Сливен'),
(21, 'СМ - Смолян'),
(22, 'С, СА, CB- София'),
(23, 'СО - София обаст'),
(24, 'СТ - Стара Загора'),
(25, 'Т - Търговище'),
(26, 'Х - Хасково'),
(27, 'Н - Шумен'),
(28, 'У - Ямбол');

-- --------------------------------------------------------
INSERT INTO `usage_type` (`id`, `name`) VALUES
(1, 'производствена дейност'),
(2, 'служебно ползване'),
(3, 'търговска дейност'),
(4, 'таксиметрови превози'),
(5, 'обществен транспорт'),
(6, 'отдаване под наем'),
(7, 'превоз на опасни товари'),
(8, 'тестови'),
(9, 'спец. режим на движение'),
(10, 'състезателен автомобил');

-- --------------------------------------------------------
INSERT INTO `vehicle_type` (`id`, `name`) VALUES
(1, 'лек автомобил'),
(2, 'товарен автомобил'),
(3, 'мотопед'),
(4, 'мотоциклет'),
(5, 'товарно ремарке'),
(6, 'седлови влекач'),
(7, 'автобус, микробус'),
(8, 'трактор');
